[
    {
        "active" : true,
        "case_sensitive" : false,
        "cooldown" : 2,
        "name" : "facts",
        "owner" : "49288117307310080",
        "regex" : true,
        "responses" : [
            "🎙 Pope Francis once washed and kissed the feet of 12 bees. 🐝",
            "🎙 Contrary to popular belief, men can live without breathing.",
            "🎙 People who eat eggs will turn into thieves.",
            "🎙 When pizza's on a bagel, you can eat pizza on a bagel. 🍕",
            "🎙 Duran Duran own a successful bean farm in Essex, and are highly regarded pea farmers.",
            "🎙 The general public found out about the Internet through University courses, often partnered by AOL.\n\nEach September, new students would start their course and start accessing the internet, leading to a sudden influx of 'internet newbies'. This would irritate those who were part of the internet clique beforehand, leading to the song *'Wake Me Up When September Ends.'*",
            "🎙 Kissing did not originate as a loving gesture. Originally 'The Kiss Of Death'\u009d among mob families, couples began doing it in the 1920s as a joke and it caught on. 💋",
            "🎙 Brussels Sprouts were invented by monks for use as a mark of penitence. Only those who committed the most terrible sins were condemned to taste their horrible flavor. They are named for St. Bernard of Brussels, who also tasted pretty awful. 🥁",
            "🎙 Cats were actually domesticated for the sole purpose of determining a woman's suitability for marriage. The prospective husband would release several cats, and if they gravitated toward his bride-to-be, the engagement was broken and she was doomed to spinsterhood. 🐱",
            "🎙 China may be using the sea to hide its submarines.",
            "🎙 Don't never give up.",
            "🎙 Meta Knight was a noted critic of Obama. He ran a political blog online.",
            "🎙 The intro to the song \"Baby Got Back\" passes the Bechdel Test.",
            "🎙 The phrase \"opposite gender\" no longer applies to humans. Genders no longer oppose us.\n\n🌎 The last gender is in captivity. The galaxy is at peace.",
            "🎙 President Barack Obama said on seven different occasions that he would kill them when he was free, and he kept his promise.",
            "🎙 100% of the people who drink water die. 🚰",
            "🎙 Yoshi is shaped like a friend.",
            "🎙 As a kid, if you scream \"ARE WE THERE YET\" after LEAVING Disneyland, you can trick your dad's dad-instincts into turning the car around & going back.",
            "🎙 The Dark Knight Rises, but not fast enough.",
            "🎙 Giving people 24 hours warning that you're going to tell them about a videogame is a lot like a sneak attack if you forget about both of the only two features of a sneak attack. 🔪",
            "🎙 \"Japanese\" is a made-up language. Japan made it up.",
            "🎙 Stanley Kubrick was hired to fake the moon landing, but his perfectionism made them film it on location on the moon.",
            "🎙 Ozzy Osbourne once wrestled a coyote who was wearing a bright yellow tracksuit and Dre told him he looked like a banana.",
            "🎙 Gamers have to worry about gunk and Dorito residue getting in their keys. YouTubers have to worry about money getting everywhere.",
            "🎙 All tablets are iPads until they break.",
            "🎙 Australia is a made up place. Think about it. A giant-ass island that's 99.9% empty except for hell demon wildlife. It's an RPG map.",
            "🎙 Republicans object to slutty nurse costumes because they represent the most immoral kind of person - a healthcare provider.",
            "🎙 A man once jumped into alligator infested waters, screamed \"Fuck you alligators!\" and was subsequently eaten alive.",
            "🎙 The Flat Earth Society has members all around the globe.",
            "🎙 https://twitter.com/twitter/status/507816092",
            "🎙 army doctor went back to the wild... 😢",
            "🎙 More than 65% of smartphone users say their device has made their life better, according to PornHub data. 📱",
            "🎙 A Lamborghini Gallardo can go from zero to 60 miles per gallon.",
            "🎙 We change our voice when we learn stuff from the comment section of our Facebook page.",
            "🎙 Brad Pitt's first job required him to be good in a specific alignment with earth's magnetic field.",
            "🎙 The Backstreet Boys will be able to revive extinct species.",
            "🎙 We love it when we talk to people with a history of confrontation with elephants",
            "🎙 There is a castle in Scotland that is a giant cloud of alcohol – spanning 288 billion miles.",
            "🎙 There are 14 things you need to ingest at once to die.",
            "🎙 The hair on a polar bear isn't white, it's made out of cotton.",
            "🎙 A baker in England was once run off a cliff by her own flock of ravens. This is called an \"unkindness.\"",
            "🎙 Today is more expensive than it was five years ago.",
            "🌎 Bucket Idea: Make a vine or Instagram video doing an impression of the sun for about 30,000 years.",
            "🎙 Dogs will sneeze to tell other dogs that they're living in the slum of a developing nation.",
            "🎙 Pizza will likely arrive at your house without underwear on.",
            "🎙 In 1726, a woman once convinced doctors that she was actually thrown in a garbage can at one point.",
            "🎙 https://twitter.com/CapnBooker/status/849431138154295304",
            "🎙 Oprah Winfrey invented the head.",
            "🎙 Want to get pregnant without a man? Just use baby powder!"
        ],
        "server" : "206734382990360576",
        "triggered" : 0,
        "triggered_by" : "^([bB]ot{1,2} )?[Ff]acts$",
        "type" : "random"
    },
    {
        "active" : true,
        "case_sensitive" : false,
        "cooldown" : 2,
        "name" : "whatdidimiss",
        "owner" : "49288117307310080",
        "regex" : true,
        "responses" : [
            "The Rapture.",
            "F-Zero with guns.",
            "A sweet sesh.",
            "Bone puns.",
            "Everything.",
            "Nothing.",
            "the dragon",
            "the sexy dragon",
            "*shrugs*",
            "http://i.imgur.com/AHqMCk5.jpg",
            "Added new fun activity: go for a walk.",
            "The value of five ducks is now one pig",
            "It is no longer possible to declare war while bankrupt.",
            "The summoned cows should now be significantly more murderous",
            "Harold can no longer talk after exploding.",
            "Adjusted value of bees",
            "https://pbs.twimg.com/media/COzGYM_UEAAMkjd.png:large",
            "I am aggressively naked right now",
            "The front fell off.",
            "Butts. All the butts.",
            "C-SPAN and chill.",
            "Geez, wake up already you sheep",
            "Everyone forgot to say no homo, now they're gay",
            "Bitcoins Can Now Legally Marry",
            "Microsoft Tries to Stop Crying",
            "You blocked me on Facebook, and now you're going to die.",
            "I was watching. I saw the whole thing. First it started falling over. Then it fell over.",
            "Dude... You're not a known giver of fucks.",
            "You are likely to be eaten by a grue.",
            "I mean, i never thought sombody would write a iCarly Call of Duty crossover. i was just looking it up as a joke.",
            "I found pills. https://www.youtube.com/watch?v=gjvFLuJFkgU",
            "http://www.albinoblacksheep.com/flash/end",
            "Captain Kirk is climbing a mountain. Why is he climbing a mountain?",
            "It was going well until it exploded.",
            "Hot Brawls In Your Arena",
            "Came across a video of some dude saying Rest in peace to his old Twitter account because it has died since it was blocked by someone.",
            "I Survived My Baby's First Hashtag",
            "Neu's little piggy almost went to someone's market.",
            "a ~post-war economic miracle~",
            "Netflix and children.",
            "The Radioactive Puppies of Chernobyl Are Finally Here and People Are Dead"
        ],
        "server" : "206734382990360576",
        "triggered" : 0,
        "triggered_by" : "^[wW]hat (else )?did [iI] miss$",
        "type" : "random"
    }
]
